Repository: gooroom/gnome-settings-daemon
Catalog: po/*.po
Languages: ml

source: Smartcard removal action
ml: സ്മാർട്ട്കാർഡ് നീക്കം ചെയ്യൽ പ്രവർത്തനം

source: Set this to one of “none”, “lock-screen”, or “force-logout”. The action will get performed when the smartcard used for log in is removed.
ml: ഇതു് "ഒന്നുമില്ല", "ലോക്ക്-സ്ക്രീൻ", അല്ലെങ്കിൽ "നിർബന്ധിത-ലോഗ്ഔട്ട്" എന്നു് നൽകുക. ലോഗിൻ ചെയ്യുന്നതിനായുള്ള സ്മാർട്ട് കാർഡ് ലോഗ് ഇൻ ചെയ്യുമ്പോൾ പ്രവർത്തനം നടക്കും.

source: Possible values are “on”, “off”, and “custom”.
ml: സാധ്യമായ വിലകൾ "ഓൺ", "ഓഫ്", "ആക്കൽ" എന്നിവയാണ്.

source: Keyboard Bell Custom Filename
ml: കീബോഡ് കസ്റ്റം ഫയൽനാമം

source: File name of the bell sound to be played.
ml: പ്ലേ ചെയ്യേണ്ട മണി ശബ്ദത്തിന്റെ പേരു്.

source: Remember NumLock state
ml: നംലോക്ക് നില ഓർക്കുക

source: When set to true, GNOME will remember the state of the NumLock LED between sessions.
ml: ശരിയായി സജ്ജമാക്കിയാൽ, സെഷനുകൾക്കിടയിൽ - യുടെ അവസ്ഥ ഗ്നോം ഓർത്തുവയ്ക്കും.

source: NumLock state
ml: നംലോക്ക് നില ഓർക്കുക

source: The remembered state of the NumLock LED.
ml: നംലോക്ക് എൽഇഡിയുടെ ഓർമ്മയിൽ സൂക്ഷിച്ചിരിക്കുന്ന അവസ്ഥ.

source: Highlights the current location of the pointer when the Control key is pressed and released.
ml: കൺട്രോൾ കീ അമർത്താനും റിലീസ് ചെയ്യാനും പോയിന്ററിന്റെ നിലവിലുള്ള ലൊക്കേഷൻ എടുത്തുകാണിക്കുന്നു.

source: Double click time
ml: ഇരട്ട ക്ലിക്ക് സമയം

source: Length of a double click in milliseconds.
ml: ഒരു മില്ലിസെക്കൻഡിൽ ഇരട്ട ക്ലിക്കുചെയ്യുക.

source: Drag threshold
ml: വലിച്ചു & നീക്കുക

source: Distance before a drag is started.
ml: ഒരു വലിച്ചിടാൻ പോകുന്നതിന് മുമ്പുള്ള ദൂരം.

source: Whether the tablet’s orientation is locked, or rotated automatically.
ml: ടാബ്ലെറ്റിന്റെ ഓറിയന്റേഷൻ ലോക്ക് ചെയ്തിട്ടുണ്ടോ, അല്ലെങ്കിൽ യാന്ത്രികമായി തിരിച്ചിറതോ ആകട്ടെ.

source: Mouse button orientation
ml: മൌസ് ബട്ടൺ ഓറിയന്റേഷൻ

source: Swap left and right mouse buttons for left-handed mice.
ml: ഇടത് കൈ കൊണ്ട് എയ്ഞ്ചിന് ഇടത് മൌസ് ബട്ടണുകൾ മാറുക.

source: Single Click
ml: ഒറ്റ ക്ലിക്ക്

source: Acceleration multiplier for mouse motion. A value of -1 is the system default.
ml: മൗസ് ചലനത്തിനായി ആക്സിലറേഷൻ മൾട്ടിപ്ലൈയർ. -1 ന്റെ മൂല്യം സിസ്റ്റം സ്ഥിരമാണ്.

source: Motion Threshold
ml: മോഷൻ ത്രെഷോൾഡ്

source: Distance in pixels the pointer must move before accelerated mouse motion is activated. A value of -1 is the system default.
ml: ത്വരിതപ്പെടുത്തിയ മൗസ് ചലനം സജീവമാക്കുന്നതിനു മുൻപ് പോയിന്ററിൽ ദൂരം നീങ്ങേണ്ടതാണ്. -1 ന്റെ മൂല്യം സിസ്റ്റം സ്ഥിരമാണ്.

source: Middle button emulation
ml: വാക്കൊം കര്‍സര്‍ ബട്ടണ്‍ മാപ്പിങ്

source: Enables middle mouse button emulation through simultaneous left and right button click.
ml: ഇടത് മൌസ് ബട്ടൺ എമുലേഷൻ പ്രവർത്തനക്ഷമമാക്കുന്നു ഇടത് വലത് ബട്ടൺ ക്ലിക്ക്.

source: Key Repeat Interval
ml: കീ ആവര്ത്തിക്കേണ്ട ഇടവേള

source: Delay between repeats in milliseconds.
ml: മില്ലിസെക്കൻഡുകളിൽ ആവർത്തിക്കുന്നതിനുള്ള ഇടവേള.

source: Initial Key Repeat Delay
ml: പ്രാരംഭ കീ ആവര്ത്തിക്കുന്ന കാലതാമസം

source: Initial key repeat delay in milliseconds.
ml: മൈൽസെക്കൻഡുകളിൽ പ്രാരംഭ കീ ആവർത്തിക്കൽ കാലതാമസം.

source: Disable touchpad while typing
ml: ടൈപ്പുചെയ്യുമ്പോൾ ടച്ച്പാഡ് പ്രവർത്തനരഹിതമാക്കുക

source: Set this to TRUE if you have problems with accidentally hitting the touchpad while typing.
ml: ടൈപ്പുചെയ്യുമ്പോൾ അവിചാരിതമായി ടച്ച്പാഡ് തകരാറിലുണ്ടെങ്കിൽ ഇത് ശരിയെന്ന് സജ്ജമാക്കുക.

source: Enable horizontal scrolling
ml: തിരശ്ചീന സ്ക്രോളിംഗ് പ്രവർത്തനക്ഷമമാക്കുക

source: Set this to TRUE to allow horizontal scrolling by the same method selected with the scroll_method key.
ml: scroll_method കീ ഉപയോഗിച്ചു് തെരഞ്ഞെടുത്ത രീതി വഴി തിരശ്ചീന സ്ക്രോളിങ് അനുവദിയ്ക്കുന്നതിനായി ഇതു് TRUE ആക്കുക.

source: Select the touchpad scroll method
ml: ടച്ച്പാഡ് സ്ക്രോൾ രീതി തിരഞ്ഞെടുക്കുക

source: Select the touchpad scroll method. Supported values are: “disabled”, “edge-scrolling”, “two-finger-scrolling”.
ml: ടച്ച്പാഡ് സ്ക്രോൾ രീതി തിരഞ്ഞെടുക്കുക. പിന്തുണയ്ക്കുന്ന മൂല്യങ്ങൾ: "പ്രവർത്തന രഹിതം", "എഡ്ജ്-സ്ക്രോളിംഗ്", "രണ്ടു വിരൽ-സ്ക്രോളിംഗ്".

source: Enable mouse clicks with touchpad
ml: മൌസ് ഉപയുക്തി സവിശേഷതകള്‍ പ്രാവര്‍ത്തികമാക്കാനായില്ല

source: Set this to TRUE to be able to send mouse clicks by tapping on the touchpad.
ml: ടച്ച്പാഡിൽ ടാപ്പുചെയ്യുന്നതിലൂടെ മൗസ് ക്ലിക്കുകൾ അയയ്ക്കാൻ ഇത് ശരിയെന്ന് സജ്ജമാക്കുക.

source: Enable touchpad
ml: ടച്ച്പാഡ് പ്രാപ്തമാക്കുക

source: Set this to TRUE to enable all touchpads.
ml: എല്ലാ ടച്ച്പാഡുകളും പ്രാപ്തമാക്കാൻ ഇത് ശരിയെന്ന് സജ്ജമാക്കുക.

source: Touchpad button orientation
ml: വാക്കൊം കര്‍സര്‍ ബട്ടണ്‍ മാപ്പിങ്

source: Swap left and right mouse buttons for left-handed mice with “left”, “right” for right-handed, “mouse” to follow the mouse setting.
ml: മൗസ് സജ്ജീകരണം പിന്തുടരുന്നതിന് ഇടത് കൈയ്യൻ മുകൾ ഇടത് വലത് മൌസ് ബട്ടണുകൾ ഇടത് കൈയ്യൻ ഇടതുവശത്ത് ഇടത് കൈമാറ്റം ചെയ്യുക.

source: Natural scrolling
ml: തിരശ്ചീന സ്ക്രോളിംഗ് പ്രവർത്തനക്ഷമമാക്കുക

source: Set this to TRUE to enable natural (reverse) scrolling for touchpads.
ml: ടച്ച്പാഡുകളുടെ സ്വാഭാവിക (തിരിച്ചെടുക്കൽ) സ്ക്രോളിംഗ് പ്രാപ്തമാക്കുന്നതിന് ഇത് ശരിയെന്ന് സജ്ജമാക്കുക.

source: Mouse wheel emulation button. 0 to disable the feature.
ml: മൗസ് വീൽ എമുലേഷൻ ബട്ടൺ. സവിശേഷത അപ്രാപ്തമാക്കാൻ 0.

source: Wacom stylus absolute mode
ml: വാക്കൊം കര്‍സര്‍ ആബ്സല്യൂട്ട് മോഡ്

source: Enable this to set the tablet to absolute mode.
ml: ടാബ്ലെറ്റ് കേവല മോഡിലേക്ക് സജ്ജമാക്കാൻ ഇത് പ്രവർത്തനക്ഷമമാക്കുക.

source: Wacom tablet area
ml: വാക്കൊം കര്‍സര്‍ ടാബ്ലെറ്റ് സ്ഥലം

source: Set this to x1, y1 and x2, y2 of the area usable by the tools.
ml: ഇതു് ഉപയോഗിയ്ക്കുന്ന സ്ഥലത്തിന്റെ x1, y1, x2, y2 ആയി സജ്ജമാക്കുക.

source: Wacom tablet aspect ratio
ml: വാക്കൊം കര്‍സര്‍ ടാബ്ലെറ്റ് സ്ഥലം

source: Enable this to restrict the Wacom tablet area to match the aspect ratio of the output.
ml: ഔട്ട്പുട്ടിന്റെ വീക്ഷണ അനുപാതവുമായി പൊരുത്തപ്പെടുന്നതിന് Wacom ടാബ്ലെറ്റ് ഏരിയ പരിമിതപ്പെടുത്താൻ ഇത് പ്രാപ്തമാക്കുക.

source: Wacom tablet rotation
ml: വാക്കൊം ടാബ്ലെറ്റ് പിസി വിശേഷത

source: Set this to “none”, “cw” for 90 degree clockwise, “half” for 180 degree, and “ccw” for 90 degree counterclockwise.
ml: 90 ഡിഗ്രി ഘടികാരദിശയിൽ "none", "cw", 180 ഡിഗ്രിക്ക് "പകുതി", 90 ഡിഗ്രി ഘടികാരദിശയിൽ "ccw" എന്നിവ ഇതിനെ സജ്ജമാക്കുക.

source: Wacom touch feature
ml: വാക്കൊം ടാബ്ലെറ്റ് പിസി വിശേഷത

source: Enable this to move the cursor when the user touches the tablet.
ml: ടാബ്ലറ്റ് ഉപയോക്താവ് സ്പർശിക്കുമ്പോൾ കർസർ നീക്കുന്നതിന് ഇത് പ്രാപ്തമാക്കുക.

source: Wacom stylus pressure curve
ml: വാക്കൊം സ്റ്റൈലസ് ടാബ്ലെറ്റ് സ്ഥലം

source: Set this to x1, y1 and x2, y2 of the pressure curve applied to the stylus.
ml: ഇത് സ്റ്റൈലസിൽ പ്രയോഗിച്ച മർദ്ദത്തിലുള്ള വക്രം x1, y1, x2, y2 ആയി സെറ്റ് ചെയ്യുക.

source: Wacom stylus button mapping
ml: വാക്കൊം കര്‍സര്‍ ബട്ടണ്‍ മാപ്പിങ്

source: Set this to the logical button mapping.
ml: വാക്കൊം കര്‍സര്‍ ബട്ടണ്‍ മാപ്പി.

source: Wacom stylus pressure threshold
ml: വാക്കൊം സ്റ്റൈലസ് ടാബ്ലെറ്റ് സ്ഥലം

source: Set this to the pressure value at which a stylus click event is generated.
ml: ഒരു സ്റ്റൈലസ് ക്ലിക്ക് ഇവന്റ് ജനറേറ്റ് ചെയ്ത മർദ്ദനത്തിലേക്ക് മാറ്റുക.

source: Wacom eraser pressure curve
ml: വാക്കൊം ഇറേസര്‍ ആബ്സല്യൂട്ട് മോഡ്

source: Set this to x1, y1 and x2, y2 of the pressure curve applied to the eraser.
ml: ഇത് സ്റ്റൈലസിൽ പ്രയോഗിച്ച മർദ്ദത്തിലുള്ള വക്രം x1, y1, x2, y2 ആയി സെറ്റ് ചെയ്യുക.

source: Wacom eraser button mapping
ml: വാക്കൊം കര്‍സര്‍ ബട്ടണ്‍ മാപ്പിങ്

source: Wacom eraser pressure threshold
ml: വാക്കൊം ഇറേസര്‍ ആബ്സല്യൂട്ട് മോഡ്

source: Set this to the pressure value at which an eraser click event is generated.
ml: ഒരു സ്റ്റൈലസ് ക്ലിക്ക് ഇവന്റ് ജനറേറ്റ് ചെയ്ത മർദ്ദനത്തിലേക്ക് മാറ്റുക.

source: Wacom button action type
ml: വാക്കൊം കര്‍സര്‍ ബട്ടണ്‍ മാപ്പിങ്

source: The type of action triggered by the button being pressed.
ml: ബട്ടൺ അമർത്തിക്കൊണ്ടുണ്ടാകുന്ന പ്രവർത്തന തരം.

source: Key combination for the custom action
ml: ഇഷ്ടാനുസൃത പ്രവർത്തനത്തിനുള്ള കീ കോമ്പിനേഷൻ

source: The keyboard shortcut generated when the button is pressed for custom actions.
ml: ഇച്ഛാനുസൃത പ്രവർത്തനങ്ങൾക്കായി ബട്ടൺ അമർത്തുമ്പോൾ കീബോർഡ് കുറുക്കുവഴി സൃഷ്ടിക്കും.

source: Key combinations for a touchring or touchstrip custom action
ml: ഒരു സ്പർശനത്തിനായി അല്ലെങ്കിൽ ടച്ച്സ്റ്റാപ്പ് കസ്റ്റം പ്രവർത്തനത്തിനായി കീ കോമ്പിനേഷനുകൾ

source: The keyboard shortcuts generated when a touchring or touchstrip is used for custom actions (up followed by down).
ml: ഇഷ്ടാനുസൃത പ്രവർത്തനങ്ങൾക്ക് (തുടർന്ന് താഴേക്ക്) ഒരു ടച്ച് അല്ലെങ്കിൽ ടച്ച് സ്ക്രിപ്പ് ഉപയോഗിക്കുമ്പോൾ സൃഷ്ടിക്കപ്പെടുന്ന കീബോർഡ് കുറുക്കുവഴികൾ.

source: Button label for OLED display.
ml: OLED ഡിസ്പ്ലേയ്ക്കുള്ള ബട്ടൺ ലേബൽ.

source: Label will be rendered to OLED display belonging to the button
ml: ലേബൽ ബട്ടണുള്ള OLED ഡിസ്പ്ലേയിലേക്ക് റെൻഡർചെയ്യപ്പെടും

source: The duration a display profile is valid
ml: ഒരു പ്രദർശന പ്രൊഫൈൽ കാലാവധിയിലാണ്

source: This is the number of days after which the display color profile is considered invalid.
ml: ഡിസ്പ്ലേ വർണ്ണ പ്രൊഫൈൽ അസാധുവാണെന്ന് കണക്കാക്കിയ ദിവസങ്ങളുടെ എണ്ണം ഇതാണ്.

source: The duration a printer profile is valid
ml: ദൈർഘ്യം ഒരു പ്രിന്റർ പ്രൊഫൈൽ സാധുവാണ്

source: This is the number of days after which the printer color profile is considered invalid.
ml: പ്രിന്റർ വർണ്ണ പ്രൊഫൈൽ അസാധുവായി കണക്കാക്കപ്പെട്ട ദിവസങ്ങളുടെ എണ്ണം ഇതാണ്.

source: If the night light mode is enabled
ml: രാത്രി വെളിച്ചം മോഡ് പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ

source: Night light mode changes the color temperature of your display when the sun has gone down or at preset times.
ml: രാത്രി വെളിച്ചം മോഡ് സൂര്യന്റെയോ പ്രീസെറ്റ് സമയമാകുമ്പോഴോ നിങ്ങളുടെ ഡിസ്പ്ലേയിലെ വർണ്ണ താപനില മാറ്റുന്നു.

source: Temperature of the display when enabled
ml: ഡിസ്പ്ലേയുടെ താപനില പ്രവർത്തനക്ഷമമാകുമ്പോൾ

source: This temperature in Kelvin is used to modify the screen tones when night light mode is enabled. Higher values are bluer, lower redder.
ml: രാത്രി വെളിച്ചം മോഡ് പ്രവർത്തനക്ഷമമാകുമ്പോൾ സ്ക്രീൻ ടെൻസുകളെ പരിഷ്കരിക്കുന്നതിന് കെൽവിനിൽ ഈ താപനില ഉപയോഗിക്കുന്നു. ഉയർന്ന മൂല്യങ്ങൾ ബ്ളെയർ, ചുവപ്പ് ചുവപ്പ് എന്നിവയാണ്.

source: Use the sunrise and sunset
ml: സൂര്യോദയവും സൂര്യാസ്തമയവും ഉപയോഗിക്കുക

source: Calculate the sunrise and sunset times automatically, from the current location.
ml: നിലവിലെ സ്ഥാനത്ത് നിന്ന് സൂര്യോദയവും സൂര്യാസ്തമയവും യാന്ത്രികമായി കണക്കാക്കുക.

source: The start time
ml: ഒരു സമയത്തിനു് ശേഷം പുറത്തു് കടക്കുക (ഡീബഗ്ഗിങിനു്)

source: When “night-light-schedule-automatic” is disabled, use this start time in hours from midnight.
ml: "രാത്രി വെളിച്ചം-ഷെഡ്യൂൾ-യാന്ത്രിക" പ്രവർത്തനരഹിതമാകുമ്പോൾ, അർദ്ധരാത്രി മുതൽ മണിക്കൂറിൽ ഈ ആരംഭ സമയം ഉപയോഗിക്കുക.

source: The end time
ml: ഒരു സമയത്തിനു് ശേഷം പുറത്തു് കടക്കുക (ഡീബഗ്ഗിങിനു്)

source: When “night-light-schedule-automatic” is disabled, use this end time in hours from midnight.
ml: "രാത്രി വെളിച്ചം-ഷെഡ്യൂൾ-യാന്ത്രിക" പ്രവർത്തനരഹിതമാകുമ്പോൾ, അർദ്ധരാത്രി മുതൽ മണിക്കൂറിൽ ഈ അവസാനിക്കൽ സമയം ഉപയോഗിക്കുക.

source: The last detected position
ml: അവസാനം കണ്ടെത്തിയ സ്ഥാനം

source: When location services are available this represents the last detected location. The default value is an invalid value to ensure it is always updated at startup.
ml: ലൊക്കേഷൻ സേവനം ലഭ്യമാകുമ്പോൾ ഇത് അവസാനം കണ്ടുപിടിച്ച സ്ഥലം സൂചിപ്പിക്കുന്നു. തുടക്കത്തിൽ എല്ലായ്പ്പോഴും അത് അപ്ഡേറ്റുചെയ്യുമെന്ന് ഉറപ്പാക്കുന്നതിന് സ്ഥിര മൂല്യം ഒരു അസാധുവായ മൂല്യമാണ്.

source: List of plugins that are allowed to be loaded
ml: ലോഡ് ചെയ്യാൻ അനുവദിക്കപ്പെട്ട പ്ലഗിനുകളുടെ ലിസ്റ്റ്

source: A list of strings representing the plugins that are allowed to be loaded (default: “all”). This is only evaluated on startup.
ml: ലോഡിന് അനുവദനീയമായ പ്ലഗിന്നുകളെ പ്രതിനിധീകരിക്കുന്ന സ്ട്രിങ്ങുകളുടെ ഒരു ലിസ്റ്റ് (സ്ഥിരസ്ഥിതി: "എല്ലാം"). തുടക്കത്തിൽ ഇത് മാത്രമാണ് വിലയിരുത്തുന്നത്.

source: Mount paths to ignore
ml: മൌണ്ട് ചെയ്യുവാന്‍ സാധ്യമല്ല

source: Specify a list of mount paths to ignore when they run low on space.
ml: സ്ഥലത്തു് താഴ്ത്തുമ്പോൾ അവ ഉപേക്ഷിയ്ക്കുന്നതിനായി മൌണ്ട് പാഥുകളുടെ പട്ടിക വ്യക്തമാക്കുക.

source: Free percentage notify threshold
ml: സൌജന്യ ശതമാനം ത്രെഷോൾഡ് അറിയിക്കുന്നു

source: Percentage free space threshold for initial warning of low disk space. If the percentage free space drops below this, a warning will be shown.
ml: കുറഞ്ഞ ഡിസ്ക് സ്പെയ്സിന്റെ പ്രാരംഭ മുന്നറിയിപ്പ് ശതമാനത്തിന്റെ ഇടം ഫ്രീ സ്പേസ് ത്രെഷോൾഡ്. ഇതിന് താഴെയുള്ള ശതമാനത്തിൽ കുറവാണെങ്കിൽ ഒരു മുന്നറിയിപ്പ് കാണിക്കും.

source: Subsequent free space percentage notify threshold
ml: പിന്നീടുള്ള ഫ്രീ സ്പെയ്സ് ശതമാനം ത്രെഷോൾഡ് അറിയിക്കുന്നു

source: Specify the percentage that the free disk space should reduce by before issuing a subsequent warning.
ml: തുടർന്നുള്ള മുന്നറിയിപ്പ് നൽകുന്നതിന് മുമ്പു് സ്വതന്ത്രമായ ഡിസ്ക് സ്ഥലം കുറയ്ക്കുന്നതിനുള്ള ശതമാനം വ്യക്തമാക്കുക.

source: Free space notify threshold
ml: ഫ്രീ സ്പെയ്സ് ത്രെഷ്ഹോൾഡിനെ അറിയിക്കുന്നു

source: Specify an amount in GB. If the amount of free space is more than this, no warning will be shown.
ml: GB ൽ ഒരു തുക വ്യക്തമാക്കുക. സ്വതന്ത്ര സ്ഥലത്തിന്റെ തുക ഇതിലുമേറെ കൂടുതലാണെങ്കിൽ, ഒരു മുന്നറിയിപ്പും നൽകില്ല.

source: Minimum notify period for repeated warnings
ml: ആവർത്തിച്ചുവരുന്ന മുന്നറിയിപ്പുകൾക്ക് കുറഞ്ഞത് അറിയിപ്പ് നൽകണം

source: Specify a time in minutes. Subsequent warnings for a volume will not appear more often than this period.
ml: മിനിറ്റുകൾക്കുള്ളിൽ സമയം വ്യക്തമാക്കുക. വോളിയത്തിന്റെ തുടർന്നുള്ള മുന്നറിയിപ്പുകൾ ഈ കാലയളവിൽ കൂടുതൽ പ്രത്യക്ഷപ്പെടുന്നതല്ല.

source: Custom keybindings
ml: കീ-ബന്ധങ്ങള്‍ സംയോജകം

source: List of custom keybindings
ml: ഇഷ്ടാനുസൃത കീബൈൻഡിങ്ങുകളുടെ പട്ടിക

source: Launch calculator
ml: കാൽക്കുലേറ്റർ സമാരംഭിക്കുക

source: Binding to launch the calculator.
ml: കാൽക്കുലേറ്റർ സമാരംഭിക്കുക.

source: Launch settings
ml: ക്രമീകരണങ്ങൾ സമാരംഭിക്കുക

source: Binding to launch GNOME settings.
ml: ഗ്നോം സജ്ജീകരണം തുടങ്ങുവാൻ കടക്കുന്നു.

source: Launch email client
ml: ഇമെയിൽ ക്ലയന്റ് സമാരംഭിക്കുക

source: Binding to launch the email client.
ml: ഇമെയിൽ ക്ലയന്റ് തുടങ്ങാൻ ബൈൻഡ് ചെയ്യുക.

source: Eject
ml: _പുറത്തെടുക്കുക

source: Binding to eject an optical disc.
ml: ഒരു ഒപ്റ്റിക്കൽ ഡിസ്ക് പുറത്തെടുക്കാൻ ബന്ധിപ്പിക്കുന്നത്.

source: Launch help browser
ml: സഹായം കാണിയ്ക്കുന്നതില്‍ തെറ്റുണ്ടായി: %s

source: Binding to launch the help browser.
ml: സഹായ ബ്രൗസർ സമാരംഭിക്കുന്നതിലേക്ക് കടക്കുക.

source: Home folder
ml: ഹോം ഫോൾഡർ

source: Binding to open the Home folder.
ml: ഹോം ഫോൾഡർ തുറക്കാൻ കടക്കുന്നു.

source: Launch media player
ml: മീഡിയ പ്ലേയർ സമാരംഭിക്കുക

source: Binding to launch the media player.
ml: മീഡിയ പ്ലേയർ തുടങ്ങാൻ ബൈൻഡ് ചെയ്യുക.

source: Next track
ml: അടുത്ത ട്രാക്ക്

source: Binding to skip to next track.
ml: അടുത്ത ട്രാക്കിലേക്ക് പോകാൻ ബൈൻഡ് ചെയ്യുക.

source: Pause playback
ml: പ്ലേബാക്ക് താൽക്കാലികമായി നിർത്തുക

source: Binding to pause playback.
ml: പ്ലേബാക്ക് താൽക്കാലികമായി നിർത്തുന്നത്.

source: Play (or play/pause)
ml: പ്ലേ ചെയ്യുക (അല്ലെങ്കിൽ പ്ലേ ചെയ്യുക / താൽക്കാലികമായി നിർത്തുക)

source: Binding to start playback (or toggle play/pause).
ml: പ്ലേബാക്ക് ആരംഭിക്കുന്നതിന് ബൈൻഡ് ചെയ്യുക (അല്ലെങ്കിൽ പ്ലേ ചെയ്യൽ / താൽക്കാലികമായി നിർത്തുക).

source: Log out
ml: പുറത്തുകടക്കുക

source: Binding to log out.
ml: ലോഗ് ഔട്ട് ചെയ്യുന്നതിന് ബൈൻഡ് ചെയ്യുക.

source: Previous track
ml: മുമ്പുള്ള ക്രമീകരണം _വീണ്ടെടുക്കുക

source: Binding to skip to previous track.
ml: മുമ്പത്തെ ട്രാക്ക്യിലേക്ക് കടക്കുക എന്നത്.

source: Lock screen
ml: സ്ക്രീൻ ലോക്കുചെയ്യുക

source: Binding to lock the screen.
ml: സ്ക്രീൻ ലോക്കുചെയ്യാൻ ബൈൻഡിംഗ്.

source: Search
ml: തിരയുക

source: Binding to launch the search tool.
ml: തിരയൽ ഉപകരണം തുടങ്ങാൻ ബൈൻഡ് ചെയ്യുക.

source: Stop playback
ml: പ്ലേബാക്ക് നിർത്തുക

source: Binding to stop playback.
ml: പ്ലേബാക്ക് നിർത്തുന്നതിന് കടക്കുന്നു.

source: Volume down
ml: വോളിയം ഡൗൺ

source: Binding to lower the volume.
ml: വോളിയം കുറയ്ക്കാൻ ബൈൻഡ് ചെയ്യുക.

source: Volume mute/unmute
ml: ശബ്ദം നിശബ്ദമാക്കുക / അൺമ്യൂട്ട് ചെയ്യുക

source: Binding to mute/unmute the volume.
ml: ശബ്ദം നിശബ്ദമാക്കുന്നതിന് / അൺമ്യൂട്ടുചെയ്യുന്നതിന് നിർദ്ദേശിക്കുന്നു.

source: Volume up
ml: വോളിയം വർദ്ധിപ്പിക്കുക

source: Binding to raise the volume.
ml: വോളിയം ഉയർത്താൻ ബൈൻഡ് ചെയ്യുക.

source: Microphone mute/unmute
ml: മൈക്രോഫോൺ നിശബ്ദമാക്കുക / അൺമ്യൂട്ട് ചെയ്യുക

source: Binding to mute/unmute the microphone.
ml: മൈക്രോഫോൺ നിശബ്ദമാക്കുക / അൺമ്യൂട്ട് ചെയ്യാൻ ബൈൻഡ് ചെയ്യുക.

source: Take a screenshot
ml: ഒരു സ്ക്രീൻഷോട്ട് എടുക്കുക

source: Binding to take a screenshot.
ml: ഒരു സ്ക്രീൻഷോട്ട് എടുക്കാനുള്ള ബൈൻഡ്.

source: Take a screenshot of a window
ml: ഒരു വിൻഡോയുടെ സ്ക്രീൻഷോട്ട് എടുക്കുക

source: Binding to take a screenshot of a window.
ml: ഒരു വിൻഡോയുടെ സ്ക്രീൻഷോട്ട് എടുക്കുക.

source: Take a screenshot of an area
ml: ഒരു പ്രദേശത്തിന്റെ ഒരു സ്ക്രീൻഷോട്ട് എടുക്കുക

source: Binding to take a screenshot of an area.
ml: ഒരു ഏരിയയുടെ ഒരു സ്ക്രീൻഷോട്ട് എടുക്കാൻ കൈമാറ്റം ചെയ്യുക.

source: Copy a screenshot to clipboard
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് ഒരു സ്ക്രീൻഷോട്ട് പകർത്തുക

source: Binding to copy a screenshot to clipboard.
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് ഒരു സ്ക്രീൻഷോട്ട് പകർത്താനുള്ള കടം.

source: Copy a screenshot of a window to clipboard
ml: ഒരു ജാലകത്തിന്റെ സ്ക്രീൻഷോട്ട് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക

source: Binding to copy a screenshot of a window to clipboard.
ml: ഒരു ജാലകത്തിന്റെ സ്ക്രീൻഷോട്ട് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുന്നതിനുള്ള നിർദ്ദേശം.

source: Copy a screenshot of an area to clipboard
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് ഒരു ഏരിയ സ്ക്രീൻഷോട്ട് പകർത്തുക

source: Binding to copy a screenshot of an area to clipboard.
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് ഒരു ഏരിയയുടെ ഒരു സ്ക്രീൻഷോട്ട് പകർത്താനുള്ള കടം.

source: Record a short video of the screen
ml: സ്ക്രീനിന്റെ ഒരു ഹ്രസ്വ വീഡിയോ റെക്കോർഡുചെയ്യുക

source: Binding to record a short video of the screen
ml: സ്ക്രീനിന്റെ ഒരു ഹ്രസ്വ വീഡിയോ റെക്കോർഡുചെയ്യാൻ ബൈൻഡ് ചെയ്യുക

source: Launch web browser
ml: വെബ് ബ്രൌസർ സമാരംഭിക്കുക

source: Binding to launch the web browser.
ml: വെബ് ബ്രൌസർ തുടങ്ങാൻ ബൈൻഡ് ചെയ്യുക.

source: Toggle magnifier
ml: മാഗ്നിഫയർ ടോഗിൾ ചെയ്യുക

source: Binding to show the screen magnifier
ml: സ്ക്രീൻ മാഗ്നിഫയർ കാണിക്കുന്നതിനുള്ള ബൈൻഡിംഗ്

source: Toggle screen reader
ml: സ്ക്രീന്‍ വായനക്കാരന്‍

source: Binding to start the screen reader
ml: സ്ക്രീൻ റീഡർ ആരംഭിക്കുന്നതിന് ബൈൻഡ് ചെയ്യുക

source: Toggle on-screen keyboard
ml: ഓൺ-സ്ക്രീൻ കീബോർഡ് ടോഗിൾ ചെയ്യുക

source: Binding to show the on-screen keyboard
ml: ഓൺ-സ്ക്രീൻ കീബോർഡ് കാണിക്കുന്നതിനുള്ള ബൈൻഡ്

source: Increase text size
ml: വാചക വലുപ്പം വർദ്ധിപ്പിക്കുക

source: Binding to increase the text size
ml: വാചക വലുപ്പം വർദ്ധിപ്പിക്കുന്നതിനുള്ള ബൈൻഡിംഗ്

source: Decrease text size
ml: വാചക വലുപ്പം കുറയ്ക്കുക

source: Binding to decrease the text size
ml: വാചക വലുപ്പം കുറയ്ക്കുന്നതിന് ബൈൻഡ് ചെയ്യുക

source: Toggle contrast
ml: കോൺട്രാസ്റ്റ് ടോഗിൾ ചെയ്യുക

source: Binding to toggle the interface contrast
ml: ഇന്റർഫേസ് കോണ്ട്രാസ്റ്റ് ടോഗിൾ ചെയ്യുന്നതിനായി ബൈൻഡ് ചെയ്യുക

source: Magnifier zoom in
ml: മാഗ്നിഫയർ സൂം ഇൻ ചെയ്യുക

source: Binding for the magnifier to zoom in
ml: സൂം ഇൻ ചെയ്യാൻ മാഗ്നിഫയർ എന്നതിനായുള്ള ബൈൻഡിംഗ്

source: Magnifier zoom out
ml: മാഗ്നിഫയർ സൂം ഔട്ട് ചെയ്യുക

source: Binding for the magnifier to zoom out
ml: മാഗ്നിഫയറിനായി സൂം ഔട്ട് ചെയ്യാൻ ബൈൻഡ് ചെയ്യുന്നു

source: Maximum length of screen recordings
ml: സ്ക്രീൻ റെക്കോർഡിംഗിന്റെ പരമാവധി ദൈർഘ്യം

source: The maximum length of single screen cast recordings in seconds or 0 for unlimited
ml: സിംഗിൾ സ്ക്രീൻ കാസ്റ്റ് റെക്കോർഡിംഗിന്റെ പരമാവധി സെക്കൻഡിൽ അല്ലെങ്കിൽ അതിരുകളില്ലാത്ത 0

source: Name
ml: പേര്

source: Name of the custom binding
ml: ഇച്ഛാനുസൃത ബൈൻഡിങ്ങിന്റെ പേര്

source: Binding
ml: ബൈൻഡിംഗ്

source: Binding for the custom binding
ml: ഇച്ഛാനുസൃത ബൈൻഡിംഗിന് കടക്കുന്നു

source: Command
ml: കമാൻഡ്

source: Command to run when the binding is invoked
ml: ബിൻഡിംഗ് നൽകുമ്പോൾ പ്രവർത്തിപ്പിക്കാൻ കമാൻഡ് ചെയ്യുക

source: The brightness of the screen when idle
ml: നിഷ്ക്രിയമായിരിക്കുമ്പോൾ സ്ക്രീനിന്റെ തെളിച്ചം

source: This is the laptop panel screen brightness used when the session is idle.
ml: സെഷൻ നിഷ്ക്രിയമായിരിക്കുമ്പോൾ ഉപയോഗിക്കുന്ന ലാപ്ടോപ് പാനൽ സ്ക്രീൻ തെളിച്ചമാണ് ഇത്.

source: Dim the screen after a period of inactivity
ml: നിഷ്ക്രിയ കാലാവധിക്ക് ശേഷം സ്ക്രീനിന്റെ തെളിച്ചം മാറ്റുക

source: If the screen should be dimmed to save power when the computer is idle.
ml: കമ്പ്യൂട്ടർ നിഷ്ക്രിയമായിരിക്കുമ്പോൾ വൈദ്യുതി ലാഭിയ്ക്കാൻ സ്ക്രീനിന്റെ തെളിച്ചം കുറയ്ക്കണമോ എന്നു്.

source: Sleep timeout computer when on AC
ml: എസി ആയിരിക്കുമ്പോൾ സ്ലീപ്പ് ടൈം ഔട്ട് കമ്പ്യൂട്ടർ

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep. A value of 0 means never.
ml: എസി വൈദ്യുതിയിൽ പ്രവർത്തിച്ചു കൊണ്ടിരിയ്ക്കുന്ന കമ്പ്യൂട്ടർ നിദ്രയിലേയ്ക്ക് പോകുന്നതിനു് മുമ്പു് എത്ര സമയമെടുക്കുന്നു. ഒരു മൂല്യം 0 ഒരിക്കലും അർത്ഥമാക്കുന്നത്.

source: Whether to hibernate, suspend or do nothing when inactive
ml: നിരുത്സാഹപ്പെടുത്തൽ, താൽക്കാലികമായി നിർത്തുക അല്ലെങ്കിൽ നിഷ്ക്രിയമായിരിക്കുമ്പോൾ ഒന്നും ചെയ്യുക

source: The type of sleeping that should be performed when the computer is inactive.
ml: കമ്പ്യൂട്ടർ നിഷ്ക്രിയമായിരിക്കുമ്പോൾ ചെയ്യേണ്ട നിദ്രയുടെ തരം.

source: Sleep timeout computer when on battery
ml: ബാറ്ററി ഉപയോഗിക്കുമ്പോൾ കാലഹരണപ്പെട്ട കമ്പ്യൂട്ടർ സ്ലീപ് ചെയ്യുക

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep. A value of 0 means never.
ml: ബാറ്ററി വൈദ്യുതിയിൽ പ്രവർത്തിച്ചു കൊണ്ടിരിയ്ക്കുന്ന കമ്പ്യൂട്ടർ നിദ്രയിലേയ്ക്ക് പോകുന്നതിനു് മുമ്പു് എത്ര സമയം ചെലവഴിയ്ക്കണം എന്നു്. ഒരു മൂല്യം 0 ഒരിക്കലും അർത്ഥമാക്കുന്നത്.

source: Enable the ALS sensor
ml: ALS സെൻസർ പ്രവർത്തനക്ഷമമാക്കുക

source: If the ambient light sensor functionality is enabled.
ml: ആംബിയന്റ് ലൈറ്റ് സെൻസർ പ്രവർത്തനം പ്രാപ്തമാക്കിയിട്ടുണ്ടെങ്കിൽ.

source: Power button action
ml: പവർ ബട്ടൺ പ്രവർത്തനം

source: The action to take when the system power button is pressed. This action is hard-coded (and the setting ignored) on virtual machines (power off) and tablets (suspend).
ml: സിസ്റ്റം പവർ ബട്ടൺ അമർത്തുമ്പോൾ എടുക്കേണ്ട നടപടി. വിർച്ച്വൽ മഷീനുകളിൽ (പവർ ഓഫ്), ടാബ്ലറ്റുകൾ (സസ്പെന്റ്) എന്നിവയിൽ ഈ പ്രവർത്തനം ഹാർഡ് കോഡും (ക്രമീകരണം മാറ്റുന്നു).

source: On which connections the service is enabled
ml: സേവനം പ്രാപ്തമാക്കിയ കണക്ഷനുകളിൽ

source: The list of NetworkManager connections (each one represented with its UUID) on which this service is enabled and started.
ml: ഈ സേവനം പ്രാപ്തമാക്കി ആരംഭിച്ച, NetworkManager കണക്ഷനുകളുടെ (ഓരോ UUID നൊപ്പം പ്രതിനിധാനം ചെയ്യപ്പെടുന്ന) ലിസ്റ്റും.

source: Antialiasing
ml: ആന്റിഎലിയാസിംഗ്

source: The type of antialiasing to use when rendering fonts. Possible values are: “none” for no antialiasing, “grayscale” for standard grayscale antialiasing, and “rgba” for subpixel antialiasing (LCD screens only).
ml: ഫോണ്ടുകൾ വരുമ്പോൾ ഉപയോഗിക്കേണ്ട ആന്റിനയസിസിന്റെ തരം. സാധ്യമായ മൂല്ല്യങ്ങൾ: ആന്റിനയസിംഗില്ലാത്ത "ഒന്നുമില്ല", സാധാരണ ഗ്രേസ്കേൽ ആന്റിനയസിങിനുള്ള "ഗ്രേസ്കേൽ", സബ്പിക്സൽ ആന്റി ലയറിംഗ് ("എൽസിഡി സ്ക്രീനുകൾ മാത്രം") എന്നിവയ്ക്കുള്ള "rgba".

source: Hinting
ml: സൂചന
