Repository: gooroom/gnome-settings-daemon
Catalog: po/*.po
Languages: ml

source: The type of hinting to use when rendering fonts. Possible values are: “none” for no hinting and “slight” for fitting only to the Y-axis like Microsoft’s ClearType, DirectWrite and Adobe’s proprietary font rendering engine. Ignores native hinting within the font, generates hints algorithmically. Used on Ubuntu by default. Recommended. The meaning of “medium” and “full” depends on the font format (.ttf, .otf, .pfa/.pfb) and the installed version of FreeType. They usually try to fit glyphs to both the X and the Y axis (except for .otf: Y-only). This can lead to distortion and/or inconsistent rendering depending on the quality of the font, the font format and the state of FreeType’s font engines.
ml: ഫോണ്ടുകൾ റെൻഡർ ചെയ്യുമ്പോൾ ഉപയോഗിക്കേണ്ട തരത്തിലുള്ള തരം. സാധ്യമായ മൂല്ല്യങ്ങൾ: മൈക്രോസോഫ്റ്റിന്റെ ക്ലിയർടൈപ്പ്, ഡയറക്ട്വ്രൈറ്റ്, അഡോബ് പ്രൊപ്രൈറ്ററി ഫോണ്ട് റെൻഡറിംഗ് എൻജിൻ എന്നിങ്ങനെ വൈ-ഫൈറ്റിന് മാത്രം അനുയോജ്യമാക്കുന്നതിന് "ഒന്നും" കൂടാതെ "ഒന്നും" വേണ്ട. ഫോണ്ട് ഉള്ള നേറ്റീവ് ഹിനിട്ടിംഗ് അവഗണിക്കുന്നു, അൽഗോരിഥമിനുശേഷം സൂചനകൾ ഉണ്ടാക്കുന്നു. സ്വതവേ ഉബുണ്ടുവിൽ ഉപയോഗിച്ചു. ശുപാർശ ചെയ്ത. "മീഡിയം" ഉം "ഫുൾ" എന്നതിന്റെയും അർത്ഥം ഫോണ്ട് ഫോർമാറ്റ് (.ttf, .otf, .pfa / .pfb), കൂടാതെ ഫ്രീടൈപ്പ് - ന്റെ ഇൻസ്റ്റാൾ ചെയ്ത പതിപ്പ് എന്നിവയെ ആശ്രയിച്ചിരിക്കുന്നു. സാധാരണയായി എക്സ്, വൈ അക്ഷരങ്ങളിൽ ഗ്ലിഫുകൾ ഒത്തുനോക്കാൻ ശ്രമിക്കുന്നു (.tof: Y-ഒഴികെ). ഫോണ്ട്, ഫോണ്ട് ഫോർമാറ്റ്, ഫ്രീടൈപ്പ് ന്റെ ഫോണ്ട് എഞ്ചിനുകളുടെ അവസ്ഥ എന്നിവയെ ആശ്രയിച്ച് വിഘടിപ്പിക്കുന്നതിനും കൂടാതെ / അല്ലെങ്കിൽ അസ്ഥിരമായി റെൻഡറിങിനും ഇത് ഇടയാക്കും.

source: RGBA order
ml: RGBA ഓർഡർ

source: The order of subpixel elements on an LCD screen; only used when antialiasing is set to “rgba”. Possible values are: “rgb” for red on left (most common), “bgr” for blue on left, “vrgb” for red on top, “vbgr” for red on bottom.
ml: എൽസിഡി സ്ക്രീനിൽ സബ്പിക്സൽ ഘടകങ്ങളുടെ ക്രമം; antialiasing "rgba" ആയി സജ്ജമാക്കുമ്പോൾ മാത്രമേ അത് ഉപയോഗിക്കുകയുള്ളൂ. സാധ്യമായ മൂല്ല്യങ്ങൾ: ചുവപ്പ് ഇടതുവശത്തുള്ള "rgb" (ഏറ്റവും സാധാരണമായത്), "ബിഗ്ആർ" നീലനിറത്തിൽ, നീല നിറത്തിലുള്ള "vrgb", ചുവപ്പ് ചലിപ്പിക്കാനായി "vbgr".

source: List of explicitly disabled GTK+ modules
ml: സ്പഷ്ടമായി അപ്രാപ്തമാക്കിയ GTK + മൊഡ്യൂളുകളുടെ ലിസ്റ്റ്

source: A list of strings representing the GTK+ modules that will not be loaded, even if enabled by default in their configuration.
ml: ലോഗ് ചെയ്യാത്ത GTK + ഘടകങ്ങളെ പ്രതിനിധീകരിക്കുന്ന സ്ട്രിങ്ങുകളുടെ ഒരു ലിസ്റ്റ്, അവരുടെ കോൺഫിഗറേഷനിൽ സ്ഥിരസ്ഥിതിയായി പ്രാപ്തമാക്കിയാലും.

source: List of explicitly enabled GTK+ modules
ml: സ്പഷ്ടമായ പ്രാപ്തമാക്കിയ GTK + മൊഡ്യൂളുകളുടെ ലിസ്റ്റ്

source: A list of strings representing the GTK+ modules that will be loaded, usually in addition to conditional and forcibly disabled ones.
ml: ലോഡ് ചെയ്യപ്പെടുന്ന ജിടികെ + ഘടകങ്ങളെ പ്രതിനിധീകരിക്കുന്ന സ്ട്രിങ്ങുകളുടെ ഒരു പട്ടിക സാധാരണയായി സോഫ്ട് വെയറിന്റെയും ബലഹീനമായും അപ്രാപ്തമാക്കിയിരിക്കുന്നതിനൊപ്പം.

source: A dictionary of XSETTINGS to override
ml: അസാധുവാക്കാനായി XSETTINGS എന്ന നിഘണ്ടു

source: This dictionary maps XSETTINGS names to overrides values. The values must be either strings, signed int32s or (in the case of colors), 4-tuples of uint16 (red, green, blue, alpha; 65535 is fully opaque).
ml: ഈ നിഘണ്ടു മൂല്യങ്ങളെ അസാധുവാക്കാൻ XSETTINGS പേരുകൾ മാപ്പുചെയ്യുന്നു. മൂല്യങ്ങൾ സ്ട്രിംഗുകൾ, ചിഹ്നമുള്ള ഇൻഹെർട്ടുകൾ അല്ലെങ്കിൽ (നിറങ്ങളുടെ കാര്യത്തിൽ) ആയിരിക്കണം, uint16 ന്റെ 4-ട്യൂപ്പ്സ് (ചുവപ്പ്, പച്ച, നീല, ആൽഫ, 65535 പൂർണ്ണമായി ഉള്ളത്).

source: Color
ml: നിറം

source: Recalibrate now
ml: ഇപ്പോൾ വീണ്ടും സമാരംഭിക്കുക

source: Recalibration required
ml: വീണ്ടും ആവശ്യമുള്ളത്

source: The display “%s” should be recalibrated soon.
ml: പ്രദർശനം "% s" ഉടൻ തന്നെ വീണ്ടും ആവർത്തിക്കണം.

source: The printer “%s” should be recalibrated soon.
ml: പ്രിന്റർ "% s" ഉടൻ തന്നെ വീണ്ടും ആവർത്തിക്കണം.

source: GNOME Settings Daemon Color Plugin
ml: ഗ്നോം സജ്ജീകരണ ഡോമൺ വർണ്ണ പ്ലഗിൻ

source: Color calibration device added
ml: വർണ്ണ കാലിബ്രേഷൻ ഉപകരണം ചേർത്തു

source: Color calibration device removed
ml: വർണ്ണ കാലിബ്രേഷൻ ഉപകരണം നീക്കംചെയ്തു

source: Time Zone Updated to %s (%s)
ml: %s എന്നതിനായി സമയ മേഖല അപ്ഡേറ്റ് ചെയ്തു (% s)

source: Settings
ml: ക്രമീകരണങ്ങൾ

source: Date & Time Settings
ml: തീയതിയും സമയ ക്രമീകരണങ്ങളും

source: Disk space
ml: ഡിസ്ക് സ്പേസ്

source: Examine
ml: പരിശോധിക്കുക

source: Empty Trash
ml: ട്രാഷ് ശൂന്യമാക്കുക

source: Ignore
ml: അവഗണിക്കുക

source: Low Disk Space on “%s”
ml: “%s” ലെ ലോ ഡിസ്കിൽ സ്ഥലം

source: The volume “%s” has only %s disk space remaining. You may free up some space by emptying the trash.
ml: "%s" എന്ന വ്യാപ്തിയിലുള്ള %s ഡിസ്കിൽ മാത്രമേ ശേഷിക്കുന്നുള്ളൂ. ട്രാഷ് ശൂന്യമാക്കുന്നതിലൂടെ നിങ്ങൾക്ക് കുറച്ച് സ്ഥലം ശൂന്യമാക്കാം.

source: The volume “%s” has only %s disk space remaining.
ml: "%s" എന്ന വ്യാപ്തിയിലുള്ള %s ഡിസ്കിൽ മാത്രമേ ശേഷിക്കുന്നുള്ളൂ.

source: Low Disk Space
ml: ഡിസ്കിൽ സ്ഥലം കുറവ്

source: This computer has only %s disk space remaining. You may free up some space by emptying the trash.
ml: ഈ കമ്പ്യൂട്ടറിൽ %s ഡിസ്കിൽ മാത്രമേ ശേഷിക്കുന്നുള്ളൂ. ട്രാഷ് ശൂന്യമാക്കുന്നതിലൂടെ നിങ്ങൾക്ക് കുറച്ച് സ്ഥലം ശൂന്യമാക്കാം.

source: This computer has only %s disk space remaining.
ml: ഈ കമ്പ്യൂട്ടറിൽ %s ഡിസ്കിൽ മാത്രമേ ശേഷിക്കുന്നുള്ളൂ.

source: Bluetooth disabled
ml: ബ്ലൂടൂത്ത് അപ്രാപ്തമാക്കി

source: Bluetooth enabled
ml: ബ്ലൂടൂത്ത് പ്രവർത്തനക്ഷമമാക്കി

source: Airplane mode enabled
ml: വിമാന മോഡ് പ്രവർത്തനക്ഷമമാക്കി

source: Airplane mode disabled
ml: വിമാന മോഡ് അപ്രാപ്തമാക്കി

source: Hardware Airplane Mode
ml: ഹാർഡ്വെയർ വിമാന മോഡ്

source: Screencast from %d %t.webm
ml: %d % t.webm ൽ നിന്നുള്ള സ്ക്രീൻകാസ്റ്റ്

source: Unable to capture a screenshot
ml: സ്ക്രീൻഷോട്ട് എടുക്കാൻ കഴിയുന്നില്ല

source: Screenshot taken
ml: സ്ക്രീൻഷോട്ട് എടുത്തു

source: Screenshot from %s
ml: %s എന്നതിൽ നിന്ന് സ്ക്രീൻഷോട്ട്

source: Touchpad toggle
ml: ടച്ച്പാഡ് ടോഗിൾ ചെയ്യുക

source: Touchpad On
ml: ടച്ച്പാഡ് ഓണാണ്

source: Touchpad Off
ml: ടച്ച്പാഡ് ഓഫാണ്

source: Quiet Volume Mute
ml: നിശബ്ദ വോളിയം നിശബ്ദമാക്കുക

source: Quiet Volume Down
ml: ശാന്തമായി വോളിയം ഡൌൺ

source: Quiet Volume Up
ml: നിശബ്ദ വോളിയം അപ്

source: Precise Volume Down
ml: വോളിയം ഡൗൺ

source: Precise Volume Up
ml: വോളിയം വർദ്ധിപ്പിക്കുക

source: Lock Screen
ml: ലോക്ക് സ്ക്രീൻ

source: Help
ml: സഹായിക്കൂ

source: Rewind
ml: റിവൈൻഡുചെയ്യുക

source: Forward
ml: മുന്നോട്ട്

source: Repeat
ml: ആവർത്തിച്ച്

source: Random Play
ml: റാൻഡം പ്ലേ

source: Orientation Lock
ml: ഓറിയന്റേഷൻ ലോക്ക്

source: Power Off
ml: പവർ ഓഫ് ചെയ്യുക

source: Sleep
ml: ഉറക്കം

source: Suspend
ml: താൽക്കാലികമായി നിർത്തിവയ്ക്കുക

source: Hibernate
ml: ശിശിരനിദ്ര

source: Brightness Up
ml: തെളിച്ചം മുകളിലേക്ക്

source: Brightness Down
ml: തെളിച്ചം താഴേക്ക്

source: Keyboard Brightness Up
ml: കീബോർഡ് തെളിച്ചം മുകളിലേക്ക്

source: Keyboard Brightness Down
ml: കീബോർഡ് തെളിച്ചം താഴേക്ക്

source: Keyboard Brightness Toggle
ml: കീബോർഡ് തെളിച്ചം ടോഗിൾ ചെയ്യുക

source: Battery Status
ml: ബാറ്ററി നില

source: Toggle Airplane Mode
ml: വിമാന മോഡ് ടോഗിൾ ചെയ്യുക

source: Toggle Bluetooth
ml: ബ്ലൂടൂത്ത് ടോഗിൾ ചെയ്യുക

source: Unknown time
ml: അജ്ഞാത സമയം

source: %i minute
ml: %i മിനിറ്റ്

source: %i hour
ml: %i മണിക്കൂറിൽ

source: hour
ml: മണിക്കൂറിൽ

source: minute
ml: മിനിറ്റ്

source: Battery is critically low
ml: ബാറ്ററി വളരെ കുറവാണ്

source: Power
ml: പവർ

source: UPS Discharging
ml: യുപിഎസ് ഡിസ്ചാർജ്ജ് ചെയ്യുന്നു

source: %s of UPS backup power remaining
ml: യുപിഎസ് ബാക്ക്അപ്പ് ശേഷിയുടെ% s ശേഷിക്കുന്നു

source: Unknown amount of UPS backup power remaining
ml: യുപിഎസ് ബാക്കപ്പ് പവർ ഇല്ലാത്ത അജ്ഞാത തുക

source: Battery low
ml: ബാറ്ററി കുറവാണ്

source: Laptop battery low
ml: ലാപ്ടോപ് ബാറ്ററി വില കുറവാണ്

source: Approximately %s remaining (%.0f%%)
ml: ഏകദേശം% s ശേഷിക്കുന്നു (% .0f %%)

source: UPS low
ml: യുപിഎസ് വളരെ കുറഞ്ഞ

source: Approximately %s of remaining UPS backup power (%.0f%%)
ml: ഏകദേശം %s യുപിഎസ് ബാക്കപ്പ് പവർ (%.0f%%)

source: Mouse battery low
ml: മൗസ് ബാറ്ററി കുറവാണ്

source: Wireless mouse is low in power (%.0f%%)
ml: വയർലെസ്സ് മൌസ് പവർ കുറവാണ് (%.0f%%)

source: Keyboard battery low
ml: കീബോർഡ് ബാറ്ററി കുറവാണ്

source: Wireless keyboard is low in power (%.0f%%)
ml: വയർലെസ് കീബോർഡ് പവർ കുറവാണ് (%.0f%%)

source: PDA battery low
ml: PDA ബാറ്ററി കുറവാണ്

source: PDA is low in power (%.0f%%)
ml: PDA പവർ കുറവാണ് (%.0f%%)

source: Cell phone battery low
ml: കുറഞ്ഞ സെൽ ഫോൺ ബാറ്ററി

source: Cell phone is low in power (%.0f%%)
ml: സെൽ ഫോൺ വൈദ്യുതിയിൽ കുറവാണ് (%.0f%%)

source: Media player battery low
ml: കുറഞ്ഞ മീഡിയ മീഡിയ പ്ലേയർ ബാറ്ററി

source: Media player is low in power (%.0f%%)
ml: മീഡിയ പ്ലെയർ പവർ കുറവാണ് (%.0f%%)

source: Tablet battery low
ml: ടാബ്ലെറ്റ് ബാറ്ററി കുറവാണ്

source: Tablet is low in power (%.0f%%)
ml: ടാബ്ലെറ്റ് പവറിലുള്ളതിൽ കുറവാണ് (%.0f%%)

source: Attached computer battery low
ml: അറ്റാച്ച് ചെയ്ത കമ്പ്യൂട്ടർ ബാറ്ററി കുറവാണ്

source: Attached computer is low in power (%.0f%%)
ml: അറ്റാച്ചുചെയ്തിരിക്കുന്ന കമ്പ്യൂട്ടർ പവർ കുറഞ്ഞതാണ് (%.0f%%)

source: Battery is low
ml: ബാറ്ററി കുറവാണ്

source: Battery critically low
ml: ബാറ്ററി വളരെ കുറവാണ്

source: Laptop battery critically low
ml: ലാപ്ടോപ് ബാറ്ററി വില കുറവാണ്

source: Computer will hibernate very soon unless it is plugged in.
ml: പ്ലഗ് ഇൻ ചെയ്തില്ലെങ്കിൽ കമ്പ്യൂട്ടർ ശിശിരകാലം വളരെ വേഗത്തിൽ ഷിപ്പുചെയ്യും.

source: Computer will shutdown very soon unless it is plugged in.
ml: പ്ലഗ് ഇൻ ചെയ്തിട്ടില്ലെങ്കിൽ കമ്പ്യൂട്ടർ ഷട്ഡൗൺ ഉടൻ ആരംഭിക്കും.

source: UPS critically low
ml: യുപിഎസ് വളരെ കുറഞ്ഞ

source: Approximately %s of remaining UPS power (%.0f%%). Restore AC power to your computer to avoid losing data.
ml: ശേഷിക്കുന്ന യു.പി.എസ് ശേഷിയുടെ %s (%.0f%%). ഡാറ്റ നഷ്ടപ്പെടുന്നത് ഒഴിവാക്കാൻ നിങ്ങളുടെ കമ്പ്യൂട്ടറിലേക്ക് AC പവർ പുനഃസ്ഥാപിക്കുക.

source: Wireless mouse is very low in power (%.0f%%). This device will soon stop functioning if not charged.
ml: വയർലെസ്സ് മൌസ് വൈദ്യുതിയിൽ വളരെ കുറവാണ് (%.0f%%). ചാർജ് ചെയ്തില്ലെങ്കിൽ ഈ ഉപകരണം പ്രവർത്തനം അവസാനിപ്പിക്കും.

source: Wireless keyboard is very low in power (%.0f%%). This device will soon stop functioning if not charged.
ml: വയർലെസ് കീബോർഡ് പവർ വളരെ കുറവാണ് (%.0f%%). ചാർജ് ചെയ്തില്ലെങ്കിൽ ഈ ഉപകരണം പ്രവർത്തനം അവസാനിപ്പിക്കും.

source: PDA is very low in power (%.0f%%). This device will soon stop functioning if not charged.
ml: വൈദ്യുതി വളരെ കുറവാണ് PDA (%.0f%%). ചാർജ് ചെയ്തില്ലെങ്കിൽ ഈ ഉപകരണം പ്രവർത്തനം അവസാനിപ്പിക്കും.

source: Cell phone is very low in power (%.0f%%). This device will soon stop functioning if not charged.
ml: സെൽ ഫോൺ വൈദ്യുതിയിൽ വളരെ കുറവാണ് (%.0f%%). ചാർജ് ചെയ്തില്ലെങ്കിൽ ഈ ഉപകരണം പ്രവർത്തനം അവസാനിപ്പിക്കും.

source: Media player is very low in power (%.0f%%). This device will soon stop functioning if not charged.
ml: മീഡിയ പ്ലെയർ വൈദ്യുതിയിൽ വളരെ കുറവാണ് (%.0f%%). ചാർജ് ചെയ്തില്ലെങ്കിൽ ഈ ഉപകരണം പ്രവർത്തനം അവസാനിപ്പിക്കും.

source: Tablet is very low in power (%.0f%%). This device will soon stop functioning if not charged.
ml: ടാബ്ലെറ്റിന് പവർ വളരെ കുറവാണ് (%.0f%%). ചാർജ് ചെയ്തില്ലെങ്കിൽ ഈ ഉപകരണം പ്രവർത്തനം അവസാനിപ്പിക്കും.

source: Attached computer is very low in power (%.0f%%). The device will soon shutdown if not charged.
ml: ഘടിപ്പിച്ചിട്ടുള്ള കമ്പ്യൂട്ടർ പവർ (%.0f%%) വളരെ കുറവാണ്. ചാർജ് ചെയ്തില്ലെങ്കിൽ ഉപകരണം ഉടൻ ഷട്ട്ഡൗൺ ചെയ്യും.

source: The battery is below the critical level and this computer is about to hibernate.
ml: ബാറ്ററി നിർണായക തലത്തിലാണ്, ഈ കമ്പ്യൂട്ടർ ഹൈബർനേറ്റ് ചെയ്യാൻ പോകുകയാണ്.

source: The battery is below the critical level and this computer is about to shutdown.
ml: ബാറ്ററി നിർണായക തലത്തിലാണ്, ഈ കമ്പ്യൂട്ടർ ഷട്ട്ഡൗൺ ചെയ്യാൻ പോകുകയാണ്.

source: UPS is below the critical level and this computer is about to hibernate.
ml: യുപിഎസ് നിർണായക തലത്തിൽ താഴെയാണ്, ഈ കമ്പ്യൂട്ടർ ഹൈബർനേറ്റ് ചെയ്യാൻ പോകുകയാണ്.

source: UPS is below the critical level and this computer is about to shutdown.
ml: യുപിഎസ് നിർണായക തലത്തിൽ താഴെയാണ്, ഈ കമ്പ്യൂട്ടർ അടച്ചു പൂട്ടുവാൻ പോകുന്നു.

source: Lid has been opened
ml: ലിഡ് തുറന്നു

source: Lid has been closed
ml: ലിഡ് അടച്ചു

source: On battery power
ml: ബാറ്ററി പവറിൽ

source: On AC power
ml: AC പവറിൽ

source: Automatic logout
ml: യാന്ത്രിക ലോഗൗട്ട്

source: You will soon log out because of inactivity.
ml: നിഷ്ക്രിയത്വത്തിന്റെ കാരണം ഉടൻ തന്നെ നിങ്ങൾ ലോഗ് ഔട്ട് ചെയ്യപ്പെടും.

source: Automatic suspend
ml: സ്വപ്രേരിത താൽക്കാലികമായി നിർത്തുക

source: Computer will suspend very soon because of inactivity.
ml: നിഷ്ക്രിയമായതിനാൽ കമ്പ്യൂട്ടർ ഉടൻ തന്നെ താൽക്കാലികമായി നിർത്തിവയ്ക്കും.

source: Automatic hibernation
ml: ഓട്ടോമാറ്റിക് ഹൈബർനേഷൻ

source: Modify the laptop brightness
ml: ലാപ്ടോപ് തെളിച്ചം പരിഷ്ക്കരിക്കുക

source: Authentication is required to modify the laptop brightness
ml: ലാപ്ടോപ് തെളിച്ചം പരിഷ്കരിക്കാനുള്ള ആധികാരികത ആവശ്യമാണ്

source: Configuring new printer
ml: പുതിയ പ്രിന്റർ കോൺഫിഗർ ചെയ്യുന്നു

source: Please wait…
ml: കാത്തിരിക്കൂ…

source: Missing printer driver
ml: പ്രിന്റർ ഡ്രൈവർ കാണുന്നില്ല

source: No printer driver for %s.
ml: %s നായി പ്രിന്റർ ഡ്രൈവറൊന്നുമില്ല.

source: No driver for this printer.
ml: ഈ പ്രിന്ററിനായി ഡ്രൈവർ ഇല്ല.

source: Printers
ml: പ്രിന്ററുകൾ

source: Printer “%s” is low on toner.
ml: പ്രിന്റർ "%s" ടോണര്‍ കുറവാണ്.

source: Printer “%s” has no toner left.
ml: പ്രിന്റർ "%s" ന് ടോണർ ശേഷിക്കുന്നില്ല.

source: Printer “%s” may not be connected.
ml: പ്രിന്റർ "%s" കണക്ട് ചെയ്തിട്ടില്ല.

source: The cover is open on printer “%s”.
ml: “%s” പ്രിന്ററിന്റെ അടപ്പ് തുറന്നിരിക്കുന്നു.

source: There is a missing print filter for printer “%s”.
ml: “%s” പ്രിന്റെറിന്റെ പ്രിന്റ് ഫില്‍റ്റരില്‍ ഒന്ന് കാണുന്നില്ല.

source: The door is open on printer “%s”.
ml: പ്രിന്റ് "“%s” ന്റെ വാതിൽ തുറന്നിരിക്കുന്നു.

source: Printer “%s” is low on a marker supply.
ml: പ്രിന്റർ “%s” ല്‍ മാര്‍ക്കര്‍ കുറവാണ്.

source: Printer “%s” is out of a marker supply.
ml: പ്രിന്റർ “%s” ല്‍ മാര്‍ക്കര്‍ ഇല്ല.

source: Printer “%s” is low on paper.
ml: പ്രിന്റർ “%s” ല്‍ കടലാസിൽ കുറവാണ്.

source: Printer “%s” is out of paper.
ml: പ്രിന്റർ “%s” ല്‍ പേപ്പര്‍ ഇല്ല.

source: Printer “%s” is currently off-line.
ml: പ്രിന്റർ "%s" നിലവിൽ ഓഫ്-ലൈൻ ആണ്.

source: There is a problem on printer “%s”.
ml: പ്രിന്ററിൽ "%s" ഒരു പ്രശ്നമുണ്ട്.

source: %s Requires Authentication
ml: %s ആധികാരികത ഉറപ്പാക്കേണ്ടതുണ്ട്

source: Credentials required in order to print
ml: അച്ചടിക്കാൻ ക്രെഡൻഷ്യലുകൾ ആവശ്യമാണ്

source: Toner low
ml: കുറഞ്ഞ ടോണർ

source: Toner empty
ml: ടോണർ ശൂന്യമാണ്

source: Not connected?
ml: കണക്റ്റുചെയ്തിട്ടില്ലേ?

source: Cover open
ml: തുറന്നത് തുറക്കുക

source: Printer configuration error
ml: പ്രിന്റർ കോൺഫിഗറേഷൻ പിശക്

source: Door open
ml: വാതിൽ തുറന്നു

source: Marker supply low
ml: മാർക്കർ വിതരണം കുറവാണ്

source: Out of a marker supply
ml: സുരക്ഷിതമാക്കുന്നതിനായി പുറത്തു് കടന്നും വീണ്ടും പ്രവേശിയ്ക്കുക

source: Paper low
ml: പേപ്പർ കുറഞ്ഞത്

source: Out of paper
ml: പേപ്പറിന് പുറത്താണ്

source: Printer off-line
ml: പ്രിന്റർ ഓഫ്-ലൈൻ

source: Printer error
ml: പ്രിന്റർ പിശക്

source: Printer added
ml: പ്രിന്റർ ചേർത്തു

# print job state
source: Printing stopped
ml: പ്രിന്റുചെയ്യൽ നിർത്തി

# print job
source: “%s” on %s
ml: “%s” - ൽ %s

# print job state
source: Printing canceled
ml: പ്രിന്റുചെയ്യുന്നത് റദ്ദാക്കി

# print job state
source: Printing aborted
ml: പ്രിന്റിംഗ് ഉപേക്ഷിച്ചു

# print job state
source: Printing completed
ml: അച്ചടി പൂർത്തിയായി

# print job state
source: Printing
ml: പ്രിന്റുചെയ്യുന്നു

source: Printer report
ml: പ്രിന്റർ റിപ്പോർട്ട്

source: Printer warning
ml: പ്രിന്റർ മുന്നറിയിപ്പ്

source: Printer “%s”: “%s”.
ml: പ്രിന്റർ “%s”: “%s”.

source: User was not logged in with smartcard.
ml: സ്മാർട്ട്കാർഡ് ഉപയോഗിച്ച് ഉപയോക്താവ് ലോഗിൻ ചെയ്തിട്ടില്ല.

source: Modify the lit LED for a Wacom tablet
ml: ഒരു വാക്മോള് ടാബ്ലെറ്റിന് ലൈറ്റ് ചെയ്ത LED പരിഷ്ക്കരിക്കുക

source: Authentication is required to modify the lit LED for a Wacom tablet
ml: വാകോമം ടാബ്ലെറ്റിനായി ലിറ്റർ എൽഇഡി പരിഷ്ക്കരിക്കാൻ ആധികാരികത ആവശ്യമാണ്

source: Modify the OLED image for a Wacom tablet
ml: വാകോമം ടാബ്ലെറ്റിനായി OLED ചിത്രം പരിഷ്കരിക്കുക

source: Authentication is required to modify the OLED image for a Wacom tablet
ml: വാകോമം ടാബ്ലെറ്റിനു് OLED ഇമേജ് പരിഷ്കരിയ്ക്കുന്നതിന് ആധികാരികത ഉറപ്പാക്കേണ്ടതുണ്ടു്
